# Задача 1. Найти сумму и произведение цифр трехзначного числа, которое вводит пользователь.

print('Сумма трех чисел в указанном числе составила: ', sum(map(int, list(input('Добрый день, введите любое трехзначное число число: ')))))

